/* File size gigabytes */
"%.1f GB" = "%.1f Go";

/* File size kilobytes */
"%.1f KB" = "%.1f Ko";

/* File size megabytes */
"%.1f MB" = "%.1f Mo";

/* Google connection error title */
"Error connecting to Google Drive" = "Erreur lors de la connexion à Google Drive";

/* Folder does not exist */
"Folder does not exist" = "Le dossier n’existe pas";

/* Folder is in the trash */
"Folder is in the trash" = "Le dossier est dans la corbeille";

/* Name of google drive import button */
"Import" = "Importer";

/* Insufficient disk space. */
"Insufficient disk space" = "Espace disque insuffisant";

/* name of root folder on google drive */
"My Drive" = "Mon Drive";

/* Status when user is not authorized */
"Not signed in" = "Non connecté";

/* OK */
"OK" = "OK";

/* recent locations in file browser */
"Recent Places" = "Récents";

/* Google folder browser accept button */
"Select" = "Sélectionner";

/* Google folder browser window title */
"Select Destination Folder" = "Sélectionner le dossier de destination";

/* Shared with me */
"Shared with me" = "Partagés avec moi";

/* SignInSignOut button title when signed out */
"Sign In..." = "Se connecter...";

/* SignInSignOut button title when signed in */
"Sign Out" = "Se déconnecter";

/* starred or marked items */
"Starred" = "Suivis";

